Repository: ponty-tech/connector
Catalog: ponty-connector/lang/pnty-*.po
Languages: sv_se

source: API key
sv_se: API-nyckel

source: Add JSON-LD metadata (JobPosting) to ads.
sv_se: Lägg till JSON-LD-metadata (JobPosting) för annonser.

source: Adds a read more link with attribute value as text.
sv_se: Lägger till en läs-mer-länk med attributets värde som text.

source: Adds the excerpt as a title attribute to all &lt;tr&gt; tags.
sv_se: Lägger till utdraget som title attribut till &lt;tr&gt;-taggen.

source: Advanced settings
sv_se: Avancerade inställningar

source: An URL to a web reachable css file.
sv_se: En url till en cssfil som kan nås över webben.

source: Apply button position
sv_se: Plats för ansökningsknapp

source: Apply here
sv_se: Ansök här

source: Attribute
sv_se: Attribut

source: Automatically create Open Graph meta tags within head
sv_se: Lägg till Open Graph-metataggar automatiskt innanför head-taggen

source: Available shortcodes
sv_se: Tillgängliga shortcodes

source: Base settings
sv_se: Grundinställningar

source: Both
sv_se: Både och

source: Bottom only
sv_se: Bara längst ner

source: CSS class for the &lt;table&gt;.
sv_se: CSS-klass för &lt;table&gt;.

source: CSS class for the &lt;ul&gt;.
sv_se: CSS-klass för &lt;ul&gt;.

source: Client logotype
sv_se: Kundlogotyp

source: Comma separated urls that gets triggered when a new ad is published.
sv_se: Komma-separerade url:er som triggas när en annons publiceras.

source: Default value
sv_se: Standardvärde

source: Description
sv_se: Beskrivning

source: Do not show
sv_se: Visa inte

source: Documentation
sv_se: Dokumentation

source: Example
sv_se: Exempel

source: External css file
sv_se: Extern cssfil

source: Extra meta data associated with every post
sv_se: Extra meta-data associerad till varje post

source: Has tag
sv_se: Har tagg

source: How many items to show.
sv_se: Hur många objekt som visas.

source: Latest Ponty jobs
sv_se: Senaste Ponty-jobben

source: Location
sv_se: Plats

source: Logo image width.
sv_se: Bredd på logotyp-bild.

source: Make all table cell data linked.
sv_se: Gör alla tabellers cell-data länkad.

source: No published jobs.
sv_se: Inga publicerade jobb.

source: Number to show
sv_se: Antal att visa

source: Only for active ads
sv_se: Endast för aktiva annonser

source: Only show items that has this tag (slug). Separate with commas.
sv_se: Visa bara objekt som har den här taggen (slug). Separera med komma.

source: Organization
sv_se: Organisation

source: Permalink for
sv_se: Permalänk för

source: Ponty Connector settings
sv_se: Inställningar Ponty Connector

source: Ponty job
sv_se: Pontyjobb

source: Ponty job tags
sv_se: Pontyjobb-taggar

source: Ponty jobs
sv_se: Pontyjobb

source: PostTypes visible in REST API
sv_se: Post typer synliga i REST API

source: Publish date
sv_se: Publiceringsdatum

source: Request that gets sent is a POST request with content-type application/json. JSON keys are value1 for ad title and value2 for ad url.
sv_se: En POST-förfrågan med content-type application/json skickas. JSON-nycklarna är value1 för annonstitel och value2 för annons-url.

source: Shortcode not setup correctly.
sv_se: Shortcoden är inte inställd korrekt.

source: Show all (%d)
sv_se: Visa alla (%d)

source: Show excerpt above the ad in single view
sv_se: Visa utdrag ovanför annons vid singel-visning

source: Show excerpt as part of the &lt;li&gt; tag.
sv_se: Visa utdrag som en del av &lt;li&gt;-taggen.

source: Show organization name
sv_se: Visa organisationsnamn

source: Show social media share buttons
sv_se: Visa delningsknappar för sociala medier

source: Show the organization name.
sv_se: Visa organisationsnamn.

source: Show total jobs count
sv_se: Visa totalt antal

source: Shows the location as a table column.
sv_se: Visa plats som en tabellkolumn.

source: Shows the organization name as a table column.
sv_se: Visa organisationsnamn som en tabellkolumn.

source: Shows the publish date as a table column.
sv_se: Visa publiceringsdatum som en tabellkolumn.

source: Shows the region as a table column.
sv_se: Visa region som en tabellkolumn.

source: Terminated Ponty job
sv_se: Avslutat Ponty-jobb

source: Terminated Ponty jobs
sv_se: Avslutade Ponty-jobb

source: The column name for the ad title.
sv_se: Kolumnnamn för annonstitel.

source: Title
sv_se: Titel

source: To show the client logo.
sv_se: Visa kundlogotyp.

source: Top only
sv_se: Bara längst upp

source: Url to all jobs
sv_se: Url till alla jobb

source: Use only if no other OG plugin is present.
sv_se: Använd bara om inget annat OG-plugin är installerat.

source: Webhook URLs
sv_se: URL:er för webhooks

source: What url slug should prefix the jobs. Default is <strong>jobs</strong>.
sv_se: Vilken url-slug skall användas innan jobben. Standard är <strong>jobs</strong>.

source: What url slug should prefix the showcase jobs. Default is <strong>showcase-jobs</strong>.
sv_se: Vilken url-slug skall användas innan referens-jobben. Standard är <strong>showcase-jobs</strong>.

source: Where to show the apply button relative to the ad text.
sv_se: Var ansökningsknappen skall visas i relation till annonstexten.

source: You find the key while logged in to our system.
sv_se: Du hittar nyckeln när du är inloggad i vårt system.

source: active ads
sv_se: aktiva annonser

source: or
sv_se: eller

source: showcase ads
sv_se: referens-annonser
